brew "openssl@3"
brew "bat"
brew "xz"
brew "readline"
brew "sqlite"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "lsd"
brew "oh-my-posh"
brew "pyenv"
brew "rclone"
brew "tcl-tk@8", link: true
brew "tealdeer"
brew "yt-dlp"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "android-file-transfer"
cask "appcleaner"
cask "bruno"
cask "canva"
cask "dbeaver-community"
cask "drawpen"
cask "eclipse-ide"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "intellij-idea"
cask "keepingyouawake"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "maccy"
cask "monitorcontrol"
cask "netbeans"
cask "obs"
cask "rectangle"
cask "sequel-ace"
cask "shotcut"
cask "the-unarchiver"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wacom-tablet"
cask "zoom"
